tap "batchcorp/public"
tap "clojure/tools"
tap "confluentinc/confluent-hub-client"
tap "cue-lang/tap"
tap "cuelang/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "moncho/dry"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
tap "xo/xo"
brew "bat"
brew "boost"
brew "brew-cask-completion"
brew "python@3.9", link: false
brew "glib"
brew "cmake"
brew "libssh2"
brew "curl"
brew "dive"
brew "docui"
brew "duf"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "figlet"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gitui"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "htop"
brew "jfrog-cli"
brew "joe"
brew "jq"
brew "k9s"
brew "zookeeper"
brew "kafka"
brew "krb5"
brew "kubectx"
brew "leiningen"
brew "lf"
brew "links"
brew "lolcat"
brew "luarocks"
brew "lynx"
brew "maven"
brew "midnight-commander"
brew "mkcert"
brew "mono-libgdiplus"
brew "most"
brew "mysql-client"
brew "nghttp2"
brew "node", link: false
brew "node@16"
brew "noti"
brew "pandoc"
brew "php"
brew "protobuf"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sc-im"
brew "spotify-tui"
brew "spotifyd"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "ttyd"
brew "vifm"
brew "vim"
brew "watchman"
brew "wget"
brew "yamllint"
brew "yarn"
brew "batchcorp/public/plumber"
brew "clojure/tools/clojure"
brew "cue-lang/tap/cue"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "moncho/dry/dry"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wez/wezterm/wezterm"
brew "xo/xo/usql"
cask "alacritty"
cask "amethyst"
cask "bloomrpc"
cask "emacs"
cask "font-fira-code"
cask "kitty"
cask "openscad"
cask "rar"
cask "xquartz"
