tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "weaveworks/tap"
tap "withgraphite/tap"
tap "zdcthomas/tools"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gh"
brew "gitui"
brew "go"
brew "graphviz"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "links"
brew "lua-language-server"
brew "mockery"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "nvm"
brew "openjdk"
brew "powerlevel10k"
brew "ripgrep"
brew "rust"
brew "smug"
brew "starship"
brew "stow"
brew "terraform"
brew "tmux"
brew "wget"
brew "yarn"
brew "youtubedr"
brew "weaveworks/tap/eksctl"
brew "withgraphite/tap/graphite"
cask "alacritty"
cask "font-hack-nerd-font"
cask "kitty"
cask "postman"
cask "vlc"
cask "warp"
cask "wezterm"
