tap "hcavarsan/kftray"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
tap "weaveworks/tap"
tap "withgraphite/tap"
tap "zdcthomas/tools"
brew "awscli@1"
brew "awscurl"
brew "bat"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fontforge"
brew "fzf"
brew "gh"
brew "gitui"
brew "go"
brew "graphviz"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "links"
brew "lua-language-server"
brew "mockery"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "nvm"
brew "openjdk"
brew "poppler"
brew "powerlevel10k"
brew "ripgrep"
brew "rust"
brew "smug"
brew "starship"
brew "stow"
brew "superfile"
brew "terraform"
brew "tmux"
brew "unar"
brew "wget"
brew "yarn"
brew "yazi"
brew "youtubedr"
brew "zinit"
brew "zoxide"
brew "hcavarsan/kftray/kftray", args: ["HEAD"]
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "weaveworks/tap/eksctl"
brew "withgraphite/tap/graphite"
cask "alacritty"
cask "font-hack-nerd-font"
cask "kitty"
cask "ollamac"
cask "postman"
cask "vlc"
cask "warp"
cask "wezterm"
